[{"id":1625220016853,"name":"HONK","text":"Чтоб продакшен не падал и деньги были, солнце)\nС днем рождения)"},{"id":1625223687730,"name":"Гав","text":"Чтоб на паспорт получился не бомжом и стоматологи всегда делали скидочку))))))"},{"id":1625223767033,"name":"Vad Darkholme","text":"За эти 20 лет ты пожил уже за троих и останавливаться кажись не собираешься. Желаю оставаться таким же (ебнутым) веселым и чтоб у тебя было все, что захочешь. С днем рождения)"},{"id":1625224674132,"name":"Obersturmbannführer","text":"Дизайн не позволяет ебануть больше чем шесть строк, поэтому коротко и ясно: шоб реакт мозг не ебал, заказчики бабла заносили, было счастье по жизни и бас всегда стоял."},{"id":1625227429325,"name":"Колян","text":"Егорка, двигайся дальше путём самурая и пусть путь приносит тебе счастье!\nПланируй и не останавливайся!!!"},{"id":1625227594440,"name":"Oblomsky","text":"Ты теперь большая! Желаю денег, больше свободного времени и оставаться таким же крутым и ебанутым, а с остальным ты вполне и сам справляешься."},{"id":1625231849766,"name":"Almalynx","text":"Желаю тебе быть сытым и выспавшимся! Времени на реализацию всех задумок) Задумок на реализацию всего времени! Расти большим, сильным и востребованным профессионалом своего дела! И много-много деняк! С днем рождения)"},{"id":1625237898527,"name":"Pussy Penetrator 30002281499100500","text":"chtop hui stoyal i pechen ne bolela"},{"id":1625241825601,"name":"ktoto","text":"Дед, пей таблетки и закрой учёбу. А ещё ебош невъебенные проекты и имей с них дохуя денег. Ну и оставайся охуенным тебе идёт"},{"id":1625251939752,"name":"Pussy_destroyer","text":"Мой друг прогер ебашит вообще адовый фронтенд. Ну такой вот примерно рецепт усредненный, потому что вариаций масса. Берется vue, но не react, react - это не про моего друга...\nБлагословляю на здоровье, деньги и любовь! <3"},{"id":1625252988364,"name":"Поздравитель №11","text":"Поздравление №11. Фильтруй окружение, фильтруй информацию, фильтруй себя. Развивайся, оставаясь собой, и просто будь счастлив. Только не становись пельменем."},{"id":1625253367387,"name":"Креслебот","text":"Батя, с сорока с чем-то летием тебя\nБудь солнышком, не будь жопой, люби Родину, Женщину и Маму"},{"id":1625253965811,"name":"Вовчик_2004","text":"Я никогда с днём рождения на сайте не поздрававлял, но в этот раз точно Егорку поздравлю. Кандидат от народа!"},{"id":1625254828264,"name":"Ася","text":"Все, что я могу тебе пожелать -- оставаться таким же! Таким же охуенным веселыи и интересным человеком, таким же отличным другом, таким же прекрасным собой"},{"id":1625255512905,"name":"Твоя мамаша","text":"Ублюдок, мать твою, а ну иди сюда, говно собачье! А? Сдуру решил ко мне лезть?! Ты, засранец вонючий, мать твою, а? Ну, иди сюда,﻿ попробуй меня трахнуть, я тебя сам трахну, ублюдок, онанист чертов, будь ты проклят! Иди, идиот, трахать тебя и всю твою семью, говно собачье, жлоб вонючий, дерьмо, сука, падла! Иди сюда, мерзавец, негодяй, гад, иди сюда, ты, говно, ЖОПА!"},{"id":1625256312500,"name":"Davie504","text":"I wish you BASS, my russian comrade. SLAP!"},{"id":1625258330701,"name":"Санина","text":"Есть люди как ротманс. Красиво сука выглядит, а воняет как Раст девелопер. Так вот не будь ротмансом, будь забивкой хорошей травы.\nС др еба"}]